// News
import React from "react";
import "./News.scss"

function News() {
    return(
        <section className="news">
            <div className="container">
                <h2>News</h2>
                <a href="/" className="round-btn">전체보기</a>
                <ul className="news-li">
                   <li>
                     <div className="n-img"></div>
                     <div className="n-txt">
                         <strong>
                             도시에서 정원 만들어요…경의선 숲길 청년 정원사들
                         </strong>
                         <p>
                             폭염이 기승을 부린 지난 6일 오후 5시 서울 마포구 연남동의 경의선숲길. 시민과 함께 정원을 만드는 프로그램 ‘청년과 함께하는 경의선 가드닝 클럽’이 진행됐다. 검은색 원예 장갑을 낀 청년 30명이 구슬땀을 흘리며 잡초를 뽑았다. 가위를 든 이들은 웃자란 식물을 가지치기했다. 한편에 키 큰 잡초들이 수북이 쌓였다. 잡초들이 사라질수록 숲길 정원이 말끔해졌다.
                             이날 친구랑 같이 클럽에 참여한 박효선(36)씨는 “자주 다니던 숲길인데 제가 이곳에 정원을 만든다니 설렌다”고 말했다. 박씨는 “도시에 정원이 많아져야 쉴 수 있는 공간이 늘어난다. 낯선 동네를 가더라도 공원에 정원이 있으면 잠시 멈춰 쉬고 갈 수 있다. 그런 공유공간을 만드는 작업을 한다는 점에서 보람을 느낀다”며 웃었다.
                         </p>
                     </div>
                     <div className="n-date"></div>
                   </li>
                   <li>
                     <div className="n-img"></div>
                     <div className="n-txt">
                         <strong>
                             도시에서 정원 만들어요…경의선 숲길 청년 정원사들
                         </strong>
                         <p>
                             폭염이 기승을 부린 지난 6일 오후 5시 서울 마포구 연남동의 경의선숲길. 시민과 함께 정원을 만드는 프로그램 ‘청년과 함께하는 경의선 가드닝 클럽’이 진행됐다. 검은색 원예 장갑을 낀 청년 30명이 구슬땀을 흘리며 잡초를 뽑았다. 가위를 든 이들은 웃자란 식물을 가지치기했다. 한편에 키 큰 잡초들이 수북이 쌓였다. 잡초들이 사라질수록 숲길 정원이 말끔해졌다.
                             이날 친구랑 같이 클럽에 참여한 박효선(36)씨는 “자주 다니던 숲길인데 제가 이곳에 정원을 만든다니 설렌다”고 말했다. 박씨는 “도시에 정원이 많아져야 쉴 수 있는 공간이 늘어난다. 낯선 동네를 가더라도 공원에 정원이 있으면 잠시 멈춰 쉬고 갈 수 있다. 그런 공유공간을 만드는 작업을 한다는 점에서 보람을 느낀다”며 웃었다.
                         </p>
                     </div>
                     <div className="n-date"></div>
                   </li>
                   <li>
                     <div className="n-img"></div>
                     <div className="n-txt">
                         <strong>
                             도시에서 정원 만들어요…경의선 숲길 청년 정원사들
                         </strong>
                         <p>
                             폭염이 기승을 부린 지난 6일 오후 5시 서울 마포구 연남동의 경의선숲길. 시민과 함께 정원을 만드는 프로그램 ‘청년과 함께하는 경의선 가드닝 클럽’이 진행됐다. 검은색 원예 장갑을 낀 청년 30명이 구슬땀을 흘리며 잡초를 뽑았다. 가위를 든 이들은 웃자란 식물을 가지치기했다. 한편에 키 큰 잡초들이 수북이 쌓였다. 잡초들이 사라질수록 숲길 정원이 말끔해졌다.
                             이날 친구랑 같이 클럽에 참여한 박효선(36)씨는 “자주 다니던 숲길인데 제가 이곳에 정원을 만든다니 설렌다”고 말했다. 박씨는 “도시에 정원이 많아져야 쉴 수 있는 공간이 늘어난다. 낯선 동네를 가더라도 공원에 정원이 있으면 잠시 멈춰 쉬고 갈 수 있다. 그런 공유공간을 만드는 작업을 한다는 점에서 보람을 느낀다”며 웃었다.
                         </p>
                     </div>
                     <div className="n-date"></div>
                   </li>
                </ul>
            </div>
        </section>
    );
}

export default News;